Repository: Havhingstor/Confident-Attempt
Catalog: Confident Attempt/Localizable.xcstrings
Source language: en_gb
Languages: de

# details.completions-%llu
source: Completions: %llu
de: Erledigungen: %llu

# details.expected-%@
source: Expected: ~ %@ Completions
de: Erwartung: ~ %@ Erledigungen

# details.expected-singular-%@
source: Expected: ~ %@ Completion
de: Erwartung: ~ %@ Erledigung

# details.jump-selected
source: Jump to selected day
de: Zum ausgewählten Tag blättern

# details.jump-today
source: Jump to today
de: Zum aktuellen Monat blättern

# details.maximum-%llu
source: Maximum: %llu per day
de: Maximum: %llu pro Tag

# details.on-day-%@
source: On %@:
de: Am %@:

# details.prediction.green-%@
source: %@ to reach goal
de: %@ um das Ziel zu erreichen

# details.prediction.title-%@
source: Reach daily %@ until
de: Erreiche täglich %@ bis

# details.prediction.yellow-%@
source: %@ to reach minimum completion
de: %@ um dem Mindestwert zu erreichen

# details.since-%@-%@
source: Since %1$@ (%2$@ days):
de: Seit %1$@ (%2$@ Tage):

# details.since-singular-%@-%@
source: Since %1$@ (%2$@ day):
de: Seit %1$@ (%2$@ Tag):

# details.total-completions-%llu
source: Total: %llu Completions
de: Insgesamt: %llu Erledigungen

# edit.add-habit
source: Add Habit
de: Hinzufügen

# edit.choose
source: Choose
de: Auswählen

# edit.choose-symbol
source: Choose a symbol
de: Wähle ein Symbol

# edit.daily-limit
source: Daily Limit
de: Tageslimit

# edit.daily-limit.help.normal
source: A habit that can be completed once per day.
de: Eine Gewohnheit, die einmal am Tag erledigt werden kann.

# edit.daily-limit.help.repeated-%llu
source: A habit that can be completed multiple times per day, up to a limit of %llu.
de: Eine Gewohnheit, die bis zu %llu mal am Tag erledigt werden kann.

# edit.daily-limit.help.unlimited
source: A habit that can be completed multiple times per day.
de: Eine Gewohnheit, die beliebig oft am Tag erledigt werden kann.

# edit.daily-limit.max-number
source: Maximum Number
de: Limit

# edit.daily-limit.repeated
source: Repeated
de: Wiederholt

# edit.daily-limit.too-low
source: The current goal cannot be reached with the current daily limit!
de: Das aktuelle Ziel lässt sich mit dem derzeitigen Tageslimit nicht erreichen!

# edit.daily-limit.type
source: Type
de: Art

# edit.daily-limit.unlimited
source: Unlimited
de: Unbegrenzt

# edit.default-completions
source: Default Completion Number
de: Standard-Zahl der Erledigungen

# edit.default-completions.too-high
source: The default completions for a day must be below the daily limit!
de: Standard-Zahl der Erledigungen muss unter dem Tages-Limit liegen!

# edit.description
source: Description
de: Beschreibung

# edit.edit-habit
source: Edit Habit
de: Bearbeiten

# edit.goal
source: Goal
de: Ziel

# edit.name-empty
source: The name of the habit can't be empty!
de: Der Name der Gewohnheit darf nicht leer sein!

# edit.per-day
source: per Day
de: pro Tag

# edit.per-month
source: per Month
de: pro Monat

# edit.per-week
source: per Week
de: pro Woche

# edit.per-year
source: per Year
de: pro Jahr

# edit.reset
source: Reset
de: Zurücksetzen

# edit.save
source: Save Habit
de: Gewohnheit Speichern

# edit.save.confirmation
source: Save anyways
de: Trotzdem speichern

# edit.save.overwrite-warning-%llu
source: The new daily limit would overwrite the completion number in %llu days
de: Das neue Tageslimit würde die Anzahl der Wiederholungen an %llu Tagen überschreiben.

# general.amount
source: Amount
de: Anzahl

# general.cancel
source: Cancel
de: Abbrechen

# general.done
source: Done
de: Fertig

# general.no
source: No
de: Nein

# general.redo
source: Redo
de: Wiederholen

# general.save
source: Save
de: Speichern

# general.scale
source: Scale
de: Größenordnung

# general.undo
source: Undo
de: Rückgängig

# general.yes
source: Yes
de: Ja

# help.author-name
source: Made with ❤ by Paul Schütz
de: Mit ❤ von Paul Schütz gebaut

# help.issues
source: Issues
de: Probleme

# help.libraries
source: Used Open-Source Libraries
de: Benutzte Open-Source Bibliotheken

# help.tips
source: Tips
de: Tipps

# help.tips.first-day
source: The evaluation for any given habit only starts at the day it was created, or its first completion (whatever is earlier).
de: Die Auswertung einer bestimmten Gewohnheit beginnt erst an dem Tag, an dem sie angelegt wurde, oder an dem Tag, an dem sie zum ersten Mal erledigt wurde (je nachdem, was früher eintritt).

# help.tips.reload
source: Show all overlayed tips again
de: Alle überlagerten Tipps wieder anzeigen

# help.tips.reload.restart-hint
source: All the tips will be shown again (as they fit) once the app has been restarted.
de: Alle Tipps werden wieder angezeigt (bei passender Gelegenheit) nachdem die App neu gestartet wurde.

# help.tips.swipe
source: Change the number of completions today by swiping on habits.
de: Swipe nach rechts oder links, um die heutigen Erledigungen zu erhöhen oder zu verringern.

# help.title
source: Help
de: Hilfe

# new-habit.title
source: New Habit
de: Neue Gewohnheit

# root.badge-set-fail
source: Can't set the application's badge, please enable notifications in the iOS and app settings
de: Das Badge der App kann nicht festgelegt werden. Bitte aktiviere Benachrichtigungen in den iOS- und App-Einstellungen.

# root.day-update-fail
source: Currently unable to update the values on day start, please reload app then.
de: Derzeit können die Werte zum Start des Tages nicht aktualisiert werden. Bitte lade die App dann neu.

# root.notification-fail
source: Can't show day start notifications, please enable notifications in the iOS and app settings
de: Benachrichtigungen zum Tagesbeginn können nicht gesendet werden. Bitte aktiviere Benachrichtigungen in den iOS- und App-Einstellungen.

# root.notification-fail-%@
source: Can't show day start notifications because an error occurred: %@
de: Benachrichtigungen zum Tagesbeginn konnte nicht gesendet werden, weil ein Fehler aufgetreten ist: %@

# row.copy-confirmation
source: Copy with Completions?
de: Mit Erledigungen kopieren?

# row.copy-confirmation.with-data
source: Copy Completions
de: Erledigungen kopieren

# row.copy-confirmation.without-data
source: Without Completions
de: Ohne Erledigungen

# row.decrease
source: Decrease
de: Verringern

# row.delete
source: Delete
de: Löschen

# row.delete-entry-%@
source: Delete Habit "%@"?
de: Gewohnheit „%@“ löschen?

# row.duplicate
source: Duplicate
de: Duplizieren

# row.edit
source: Edit
de: Bearbeiten

# row.evaluation-%@
source: Achieved: %@
de: Erreicht: %@

# row.goal.daily
source: Goal: daily
de: Ziel: täglich

# row.goal.daily-%llu
source: Goal: %llu per day
de: Ziel: %llu pro Tag

# row.goal.monthly
source: Goal: monthly
de: Ziel: monatlich

# row.goal.monthly-%llu
source: Goal: %llu per month
de: Ziel: %llu pro Monat

# row.goal.weekly
source: Goal: weekly
de: Ziel: wöchentlich

# row.goal.weekly-%llu
source: Goal: %llu per week
de: Ziel: %llu pro Woche

# row.goal.yearly
source: Goal: yearly
de: Ziel: jährlich

# row.goal.yearly-%llu
source: Goal: %llu per year
de: Ziel: %llu pro Jahr

# row.increase
source: Increase
de: Erhöhen

# row.today.%llu
source: Today: %llu
de: Heute: %llu

# row.today.%llu-%llu
source: Today: %1$llu / %2$llu
de: Heute: %1$llu / %2$llu

# row.today.done
source: Done today
de: Heute erledigt

# row.today.not-done
source: Yet to do today
de: Heute nicht erledigt

# settings.day-start
source: Day Start
de: Start des Tages

# settings.day-start.help-%@
source: Any completions made before %@ will be assigned to the previous day.
de: Erledigungen vor %@ werden dem Vortag zugeordnet.

# settings.days
source: Days
de: Tage

# settings.evaluation-period
source: Evaluation Period
de: Auswertungszeitraum

# settings.export
source: Export Habits
de: Gewohnheiten Exportieren

# settings.export.fail-%@
source: Habits can't be exported: %@
de: Gewohnheiten können nicht exportiert werden: %@

# settings.export.success
source: Successfully exported habits
de: Gewohnheiten wurden erfolgreich exportiert

# settings.import
source: Import Habits
de: Gewohnheiten Importieren

# settings.import.fail-%@
source: Habits can't be imported: %@
de: Gewohnheiten können nicht importiert werden: %@

# settings.import.fail.directory
source: Habits can't be imported: App can't get access to directory
de: Gewohnheiten können nicht importiert werden, da die App nicht auf den Ordner zugreifen kann

# settings.import.mark
source: Should the habits be marked as "imported"?
de: Sollten die Gewohnheiten als „imported“ gekennzeichnet werden?

# settings.import.success-%lld
source: %lld habits have been imported
de: %lld Gewohnheiten wurden importiert

# settings.minimum-completion
source: Minimum Completion
de: Mindestwert

# settings.minimum-completion.explanation-%@-%@
source: A habit’s text is yellow if its completion rate is at least %1$@ but below %2$@ of its goal.
de: Der Text einer Gewohnheit ist gelb, wenn ihre Erledigungsrate mindestens %1$@ ist￼, aber unter ihrem Ziel liegt.

# settings.months
source: Months
de: Monate

# settings.notification-acceptance-needed
source: You need to allow Notifications to get badges.
de: Erlaube Benachrichtigungen um Badges zu bekommen.

# settings.notifications.achieved-habits
source: Include habits where the goal is achieved
de: Zeige auch Gewohnheiten an, bei denen das Ziel erreicht ist

# settings.notifications.basic
source: Basic Notifications & Badges
de: Einfache Benachrichtigungen und Badges

# settings.notifications.help.basic
source: Sends a notification at the start of a day and sets the badge to the number of habits which don't yet have enough completions to reach the long-term goal.
de: Sendet zu Beginn eines Tages eine Benachrichtigung und zeigt auf dem Badge die Anzahl der Gewohnheiten an, die heute noch nicht genug erledigt wurden, um das langfristige Ziel zu erreichen.

# settings.notifications.notification-centre
source: Only in Notification Centre
de: Nur in der Benachrichtigungszentrale

# settings.title
source: Settings
de: Einstellungen

# settings.weeks
source: Weeks
de: Wochen

# settings.years
source: Years
de: Jahre

# tips.create.message
source: Tap this button to create your first habit.
de: Nutze diesen Button, um deine erste Gewohnheit zu erstellen.

# tips.create.title
source: Create your first habit
de: Erstelle deine erste Gewohnheit

# tips.eval-today.message
source: The symbol is green if you're on track to achieve your goal, otherwise it is red.
de: Das Symbol ist grün, wenn du auf dem richtigen Weg bist, dein Ziel zu erreichen, andernfalls ist es rot.

# tips.eval-today.title
source: Today’s completions
de: Heutige Erledigungen

# tips.eval-total.message
source: The text is green if the goal is achieved, red if you’re below the set minimum, otherwise it is yellow.
de: Der Text ist grün, wenn das Ziel erreicht wurde, und rot, wenn das festgelegte Minimum unterschritten wird. Dazwischen ist er gelb.

# tips.eval-total.title
source: Your progress in reaching your goal
de: Dein Fortschritt beim Erreichen deines Ziels

# tips.swipe.message
source: Swipe from the left to increase and from the right to decrease.
de: Swipe from links, um sie zu erhöhen, und von rechts, um sie zu verringern.

# tips.swipe.title
source: Adjust today’s number of completions
de: Passe die heutige Anzahl der Erfüllungen an
